Repository: andresMtz97/GOW
Catalog: GOW/*.lproj/Localizable.strings
Languages: es, it

# character.description.jd_fenix
source: James Dominic Fenix, commonly known by the nickname JD, is a former COG lieutenant and son of legendary war veteran Marcus Michael Fenix ​​and former COG lieutenant Anya Stroud.
es: James Dominic Fenix, comúnmente conocido con el sobrenombre de JD, es un ex teniente de la COG e hijo del legendario veterano de guerra Marcus Michael Fenix ​​​​y la ex teniente de la COG Anya Stroud.
it: James Dominic Fenix, comunemente noto con il soprannome JD, è un ex tenente del COG e figlio del leggendario veterano di guerra Marcus Michael Fenix ​​​​​​e dell'ex tenente del COG Anya Stroud.

# character.description.kait_diaz
source: Kait Díaz is a young Outsider who was born and raised outside the walled cities that protect much of humanity. Kait is the co-star of Gears of War 4 and the protagonist of Gears 5.
es: Kait Díaz es una joven Forastera que nació y creció fuera de las ciudades amuralladas que protegen a gran parte de la humanidad. Kait es la coprotagonista de Gears of War 4 y la protagonista de Gears 5.
it: Kait Díaz è una giovane Outsider nata e cresciuta fuori dalle città murate che proteggono gran parte dell'umanità. Kait è la co-protagonista di Gears of War 4 e la protagonista di Gears 5.

# character.description.minh_young_kim
source: Lieutenant Minh Young Kim was part of the Armed Forces of the COG. A Gear officer who served during the Locust War, most notably during the Lightmass Offensive. Kim led the mission to rescue Marcus Fenix ​​from Jacinto Maximum Security Prison despite his reservations about a man he considers a deserter. But he was assassinated just a few hours later by General RAAM.
es: El teniente Minh Young Kim era parte de las Fuerzas Armadas de la COG. Un oficial Gear que sirvió durante la Guerra Locust, sobre todo durante la Ofensiva Lightmass. Kim dirigió la misión de rescatar a Marcus Fenix del penal de máxima seguridad de Jacinto a pesar de sus reservas sobre un hombre al que considera un desertor. Pero fue asesinado pocas horas después por el general RAAM.
it: Il tenente Minh Young Kim faceva parte delle forze armate COG. Un ufficiale del Gear che prestò servizio durante la Guerra delle locuste, in particolare durante l'offensiva della massa della luce. Kim guidò la missione per salvare Marcus Fenix ​​dal Jacinto Maximum carcere di sicurezza nonostante le sue riserve nei confronti di un uomo che considerava un disertore. Ma fu assassinato poche ore dopo dal generale RAAM.

# character.description.marcus_fenix
source: Marcus Michael Fenix, Army Sergeant of the COG, protagonist and main character of the first saga of the Gears of War universe. A well-known soldier during the Pendulum Wars, he earned the Embry Star, the highest decoration of all, for his great deeds at the Battle of the Aspho Fields. Like the rest of humanity, everything changed for him after Emergence Day.
es: Marcus Michael Fenix, Sargento del Ejército de la COG, protagonista y personaje principal de la primera saga del universo Gears of War. Conocido soldado durante las Guerras del Péndulo, obtuvo la Estrella Embry, la más alta condecoración de todas, por sus grandes hazañas en la Batalla de los Campos de Aspho. Como el resto de la humanidad, todo cambió para él después del Día de la Emergencia.
it: Marcus Michael Fenix, Sergente dell'Esercito COG, protagonista e personaggio principale della prima saga dell'universo di Gears of War. Noto soldato durante le Guerre Pendulum, ha ottenuto l'Embry Star, la più alta decorazione di tutte , per le sue grandi gesta nella battaglia dei Campi Aspho. Come per il resto dell'umanità, tutto è cambiato per lui dopo il Giorno dell'Emersione.

# character.description.barrick
source: Corporal Michael Barrick was a former survivor who enlisted in the COG Army using Operation: Lifesaver, becoming a Gear soldier. He was a member of Zeta-Six during the Ilima Evacuation.
es: El cabo Michael Barrick fue un ex superviviente que se alistó en el Ejército COG usando la Operación: Salvavidas, convirtiéndose en un soldado Gear. Fue miembro de Zeta-Six durante la Evacuación de Ilima.
it: Il caporale Michael Barrick era un ex sopravvissuto che si arruolò nell'esercito COG utilizzando l'operazione: Lifesaver, diventando un soldato Gear. Era un membro di Zeta-Six durante l'evacuazione di Ilima.

# character.description.sam
source: Samantha "Sam" Byrne, is a Gear who fought alongside Delta-One during the Lambent Pandemic, when the Coalition of Ordered Governments collapsed and was forced to abandon Vectes.
es: Samantha "Sam" Byrne, es una Gear que luchó junto a Delta-One durante la Pandemia Lambent, cuando la Coalición de Gobiernos Ordenados colapsó y se vio obligada a abandonar Vectes.
it: Samantha "Sam" Byrne, è un Gear che combatté al fianco di Delta-One durante la Pandemia Lambent, quando la Coalizione dei Governi Ordinati crollò e lei fu costretta ad abbandonare Vectes.

# character.description.sofia_hendrick
source: Sofia Hendrick was a COG Army Gear, who was part of Kilo Squadron. He was a Cadet at the Onyx Guard Academy but his graduation was canceled due to Emergency Day. After the Locust emerged, Hendrick enlisted in the COG army to fight them.
es: Sofia Hendrick era una COG Army Gear, que formaba parte del Escuadrón Kilo. Era cadete en la Academia de la Guardia Onyx, pero su graduación fue cancelada debido al Día de Emergencia. Después de que surgieron los Locust, Hendrick se alistó. en el ejército de la COG para luchar contra ellos.
it: Sofia Hendrick era un COG Army Gear, che faceva parte dello Squadrone Kilo. Era un cadetto presso l'Accademia della Guardia Onyx, ma il suo diploma è stato annullato a causa del Giorno dell'Emergenza. Dopo la Locusta, Hendrick si arruolò nell'esercito COG per combatterli.

# character.description.tai
source: Tai Kaliso, Corporal in the armed forces of the COG, was a Gear from Irohma Island in the Southern Isles. He joined the Army of the Coalition of Ordered Governments after his hometown was eliminated by the UIR.
es: Tai Kaliso, cabo de las fuerzas armadas de la COG, era un Gear de la isla Irohma en las Islas del Sur. Se unió al Ejército de la Coalición de Gobiernos Ordenados después de que la UIR eliminara su ciudad natal.
it: Tai Kaliso, un caporale dell'esercito COG, era un Gear dell'isola di Irohma nelle Isole del Sud. Si unì all'esercito della Coalizione dei Governi Ordinati dopo che l'UIR eliminò la tua città natale.
