Repository: andresMtz97/GOW
Catalog: GOW/*.lproj/Localizable.strings
Languages: es, it

# menu.option.videogames
source: Videogames
es: Juegos
it: Video gioco

# menu.option.weapons
source: Weapons
es: Armas
it: Armi

# menu.option.characters
source: Characters
es: Personajes
it: Personaggi

# menu.option.merchandise
source: Merchandise
es: Mercancia
it: Merce

# weapon.name.boomshot
source: Lanzagranadas Boomshot
es: Boomshot Grenade Launcher
it: Lanciagranate Boomshot

# weapon.description.boomshot
source: Was a single-shot, pump-action grenade launcher designed and used primarily by Locust, specifically the Boomer.
es: Era un lanzagranadas de acción de bombeo de un solo disparo diseñado y utilizado principalmente por los Locust, específicamente el Boomer.
it: Era un lanciagranate a pompa a colpo singolo progettato e utilizzato principalmente da Locust, in particolare dal Boomer.

# weapon.description.hammerburstii
source: Was the Locust standard-issue, high-powered assault rifle. It is often referred to as the Locust counterpart to the CGO Lancer Assault Rifle.
es: Era el rifle de asalto de alta potencia estándar Locust. A menudo se lo conoce como la contraparte Locust del rifle de asalto COG Lancer.
it: Era il fucile d'assalto Locust standard ad alta potenza. Viene spesso indicato come la controparte Locust del fucile d'assalto COG Lancer.

# weapon.description.mulcher
source: The Mulcher is a heavy, hand-cranked, rotary gatling gun developed by the Coalition of Ordered Governments.
es: La Mulcher es una pesada pistola Gatling giratoria de manivela desarrollada por la Coalición de Gobiernos Ordenados.
it: Il Mulcher è un pesante fucile Gatling rotante a manovella sviluppato dalla Coalition of Ordered Governi.

# weapon.name.bolo_grenade
source: Bolo Grenade
es: Granada de bolo
it: Bologranata

# weapon.description.bolo_grenade
source: The Bolo Grenade, otherwise known as the Fragmentation Grenade, was the standard-issue fragmentation grenade used by the Coalition of Ordered Governments, the Locust Horde and the Swarm.
es: La Granada Bolo, también conocida como Granada de Fragmentación, era la granada de fragmentación estándar utilizada por la Coalición de Gobiernos Ordenados, la Horda Locust y el Enjambre.
it: La Bolo Grenade, altrimenti nota come Granata a Frammentazione, era la granata a frammentazione standard utilizzata dalla Coalition of Ordered Governments, dall'Orda di Locustee dallo Sciame.

# weapon.name.boltok
source: Boltok Pistol
es: Pistola Boltok
it: Pistola Boltok

# weapon.description.boltok
source: was the standard-issue sidearm of the Locust, specifically the Drones. The pistol continues the Locust weapon-design philosophy of creating weapons with an emphasis towards brute force.
es: Era el arma estándar de los Locust, específicamente los Drones. La pistola continúa la filosofía de diseño de armas Locust de crear armas con énfasis en la fuerza bruta.
it: Era l'arma standard del Locust, in particolare dei Drones. La pistola continua la filosofia di progettazione delle armi del Locust di creare armi con un'enfasi sulla forza bruta.

# weapon.name.lancer
source: Mark 1 Lancer Assault Rifle
es: Rifle de asalto Lancer Mark 1
it: Fucile d'assalto Lancer Mark 1

# weapon.description.lancer
source: Dubbed the Retro Lancer during the Lambent Pandemic, was the predecessor to the Mark 2 Lancer Assault Rifle. Formerly the main assault rifle of the Coalition of Ordered Governments Army, the Mark 1 Assault Rifle was used throughout the Pendulum War.
es: Apodado Retro Lancer durante la pandemia de Lambent, fue el predecesor del rifle de asalto Mark 2 Lancer. Anteriormente el rifle de asalto principal del Ejército de la Coalición de Gobiernos Ordenados, el rifle de asalto Mark 1 se utilizó durante la Guerra del Péndulo.
it: Soprannominato Retro Lancer durante la Lambent Pandemic, è stato il predecessore del fucile d'assalto Lancer Mark 2. Precedentemente il fucile d'assalto principale dell'esercito della Coalition of Ordered Governments, il fucile d'assalto Mark 1 è stato utilizzato durante la Guerra del Pendulum.

# weapon.name.lancer2
source: Mark 2 Lancer Assault Rifle
es: Rifle de asalto Mark 2 Lancer
it: Fucile d'assalto Lancer Mark 2

# weapon.description.lancer2
source: An upgrade to the Mark 1 Lancer Assault Rifle, produced with a chainsaw bayonet, increased accuracy, lower recoil, and larger ammunition carrying capacity but less firepower compared to its predecessor.
es: Una actualización del rifle de asalto Mark 1 Lancer, producido con una bayoneta de motosierra, mayor precisión, menor retroceso y mayor capacidad de transporte de municiones, pero menos potencia de fuego en comparación con su predecesor.
it: Un aggiornamento al fucile d'assalto Lancer Mark 1, prodotto con una baionetta a motosega, maggiore precisione, rinculo inferiore e maggiore capacità di carico delle munizioni ma minore potenza di fuoco rispetto al suo predecessore.

# weapon.name.sniper
source: Longshot Sniper Rifle
es: Rifle de francotirador de tiro largo
it: Fucile da cecchino a tiro lungo

# weapon.description.sniper
source: Was a high-caliber, single-shot, bolt-action sniper rifle. Created by the Coalition of Ordered Governments during the Pendulum Wars, the Longshot was used even seventeen years after Emergence Day.
es: Era un rifle de francotirador de cerrojo, de un solo tiro y de alto calibre. Creado por la Coalición de Gobiernos Ordenados durante las Guerras del Péndulo, el Longshot se utilizó incluso diecisiete años después del Día de la Emergencia.
it: Era un fucile da cecchino a colpo singolo di grosso calibro. Creato dalla Coalition of Ordered Governments durante le Guerre Pendulum, il Longshot fu usato anche diciassette anni dopo il Giorno dell'Emersione.

# weapon.name.hammer_of_dawn
source: Hammer of Dawn
es: Martillo del Alba
it: Il martello dell'alba

# weapon.description.hammer_of_dawn
source: The Hammer of Dawn was a COG Imulsion-energized, orbital, satellite-based laser. Its key components were invented by the UIR scientist Mauris Ivo and completed by professor Adam Fenix after it was stolen during Operation: Leveler.
es: El Martillo del Alba era un láser orbital basado en satélites, energizado por Imulsión COG. Sus componentes clave fueron inventados por el científico de la UIR Mauris Ivo y completados por el profesor Adam Fenix ​​después de que fuera robado durante la Operación: Nivelador.
it: Il Martello dell'Alba era un laser orbitale, basato su satellite, alimentato da COG Imulsion. I suoi componenti chiave sono stati inventati dallo scienziato dell'UIR Mauris Ivo e completati dal professor Adam Fenix dopo che è stato rubato durante l'Operazione: Livellatore.

# weapon.name.mx8
source: MX8 Snub Pistol
es: Pistola de Cañón Corto MX8
it: Pistola snub MX8

# weapon.description.mx8
source: Was the standard sidearm for Coalition of Ordered Governments armed forces personnel.
es: Era el arma estándar para el personal de las fuerzas armadas de la Coalición de Gobiernos Ordenados.
it: Era l'arma da fianco standard per il personale delle forze armate della Coalition of Ordered Governments

# character.description.adam_fenix
source: Professor and Major Adam Jonathon Fenix ​​was a Former Gear and professor at La Croix University. He was the husband of Doctor Elain Fenix ​​and the father of the legendary war hero Marcus Fenix. He fought in the Pendulum Wars, but accepted a weapons design position to try to end the war quickly.
es: El profesor y mayor Adam Jonathon Fenix ​​​​fue un ex Gear y profesor de la Universidad de La Croix. Era el esposo del doctor Elain Fenix ​​​​y el padre del legendario héroe de guerra Marcus Fenix. Luchó en las Guerras del Péndulo, pero aceptó un puesto de diseño de armas para intentar terminar la guerra rápidamente.
it: Il professore e maggiore Adam Jonathon Fenix ​​​​​​​​era un ex Gear e professore all'Università La Croix. Era il marito della dottoressa Elain Fenix ​​​​​​​​e il padre di il leggendario eroe di guerra Marcus Fenix. Combatté nelle Guerre Pendulum, ma accettò l'incarico di progettare armi per cercare di porre fine rapidamente alla guerra.

# character.description.alicia_valera
source: Alicia Valera, also called "Val" by her platoon mates, was a Gear of the Coalition of Ordered Governments, who was assigned to Zeta Platoon. She was a member of Zeta-Six during the Ilima Evacuation. She was killed by RAAM trying to save Jace Stratton during the evacuation.
es: Alicia Valera, también llamada "Val" por sus compañeros de pelotón, era una Gear de la Coalición de Gobiernos Ordenados, asignada al Pelotón Zeta. Fue miembro de Zeta-Six durante la Evacuación de Ilima. Ella fue asesinada por RAAM tratando de salvar a Jace Stratton durante la evacuación.
it: Alicia Valera, chiamata anche "Val" dai suoi compagni di plotone, era un Gear della Coalizione dei Governi Ordinati, assegnato al Plotone Zeta. Era un membro di Zeta-Six durante l'Evacuazione di Ilima. È stata uccisa dalla RAAM mentre cercava di salvare Jace Stratton durante l'evacuazione.

# character.description.anthony_carmine
source: Private Anthony Carmine was the brother of Benjamin Carmine and Clayton Carmine. The youngest member of Delta-One, Anthony makes up for his lack of experience with unbridled enthusiasm and true respect for war veterans like Marcus and Dom.
es: El soldado Anthony Carmine era hermano de Benjamin Carmine y Clayton Carmine. Anthony, el miembro más joven de Delta-One, compensa su falta de experiencia con un entusiasmo desenfrenado y un verdadero respeto por los veteranos de guerra como Marcus y Dom.
it: Il soldato Anthony Carmine era il fratello di Benjamin Carmine e Clayton Carmine. Il membro più giovane di Delta-One, Anthony compensa la sua mancanza di esperienza con un entusiasmo sfrenato e un vero rispetto per i veterani di Delta -Uno. guerra come Marcus e Dom.

# character.description.anya_stroud
source: Lieutenant Anya Stroud was a COG Army Gear officer and the only daughter of Commander Helena Stroud. She joined the COG military to follow in her mother's footsteps, but unlike her, Anya became a CIC communications officer. She participated in the Pendulum Wars, the Locust War and finally the Lambent Pandemic, only during the Pandemic she became a Frontline Gear.
es: La teniente Anya Stroud era una oficial de Army Gear de la COG y la única hija de la comandante Helena Stroud. Se unió al ejército de la COG para seguir los pasos de su madre, pero a diferencia de ella, Anya se convirtió en oficial de comunicaciones de la CIC. Participó en las Guerras del Péndulo, la Guerra Locust y finalmente en la Pandemia Lambent, sólo durante la Pandemia se convirtió en Frontline Gear.
it: Il tenente Anya Stroud era un ufficiale dell'equipaggiamento dell'esercito COG e l'unica figlia del comandante Helena Stroud. Si unì all'esercito COG per seguire le orme di sua madre, ma a differenza di lì, Anya divenne un ufficiale delle comunicazioni CIC . Ha partecipato alle Guerre Pendulum, alla Guerra delle Locuste e infine alla Pandemia Lambent, solo durante la Pandemia è diventata Frontline Gear.

# character.description.cole
source: Augustus "The Train" Cole, a specialist soldier in the COG Armed Forces, was a successful Thrashball player known for his extravagant and forceful style. After Emergence Day, Cole joined the COG Army as a Gear where he is known for his charming character.
es: Augustus "The Train" Cole, un soldado especialista de las Fuerzas Armadas de la COG, era un exitoso jugador de Thrashball conocido por su estilo extravagante y contundente. Después del Día de la Emergencia, Cole se unió al Ejército de la COG como un Gear donde es conocido por su carácter encantador.
it: Augustus "The Train" Cole, un soldato specializzato nelle forze armate COG, era un giocatore di Thrashball di successo noto per il suo stile stravagante e incisivo. Dopo l'Emergency Day, Cole si unì al COG Army as a Gear dove è conosciuto per la sua natura affascinante.

# character.description.benjamin_carmine
source: A soldier in the COG Armed Forces, he was a Gear who served the Coalition during the Locust War. Called Carmine by his team and "Mequetrefe" by his brothers, he was the brother of Anthony and Clayton Carmine, and a Gear like them. He joined Delta Squad, just as Anthony had done.
es: Un soldado de las Fuerzas Armadas de la COG, era un Gear que sirvió a la Coalición durante la Guerra Locust. Llamado Carmine por su equipo y "Mequetrefe" por sus hermanos, era hermano de Anthony y Clayton Carmine, y un Gear como ellos. Se unió al Escuadrón Delta, tal como lo había hecho Anthony.
it: Un soldato delle forze armate COG, era un Gear che prestò servizio nella Coalizione durante la Guerra delle locuste. Chiamato Carmine dalla sua squadra e "Mequetrefe" dai suoi fratelli, era il fratello di Anthony e Clayton Carmine e di un Gear come loro. Si è unito alla Squadra Delta, proprio come aveva fatto Anthony.

# character.description.bernie
source: Sergeant Bernadette "Bernie" Mataki is a COG soldier. Expert in the use of Sniper Rifles and with a lot of combat experience due to her advanced age. For a time she was a military instructor for the COG Commandos. She also fought in various battles of great importance within the three wars fought by the COG and is widely known among the infantry.
es: Sargento Bernadette "Bernie" Mataki es un soldado de la COG. Experta en el uso de Rifles de Francotirador y con mucha experiencia en combate debido a su avanzada edad. Durante un tiempo fue instructora militar para los comandos de la COG. También luchó en varias batallas de gran importancia dentro de las tres guerras libradas por la COG y es ampliamente conocida entre la infantería.
it: Il sergente Bernadette "Bernie" Mataki è un soldato COG. Esperto nell'uso dei fucili di precisione e con molta esperienza di combattimento data la sua età avanzata. Per un periodo è stata istruttrice militare per i commando COG. Ha anche combattuto in diverse battaglie importanti nell'ambito delle tre guerre combattute dai COG ed è ampiamente conosciuta tra la fanteria.

# character.description.prescott
source: Richard Prescott was a politician, son of David Prescott, who stood out for being the leader of the COG during its last years of existence, in addition to being a strongly nationalist man. Absolute leader of the Gears during the Locust War, he died during the Lambent Pandemic.
es: Richard Prescott fue un político, hijo de David Prescott, que destacó por ser el líder de la COG durante sus últimos años de existencia, además de ser un hombre fuertemente nacionalista. Líder absoluto de la Gears durante la Guerra Locust, murió durante la Pandemia Lambent.
it: Richard Prescott era un politico, figlio di David Prescott, che si distinse per essere stato il leader del COG durante i suoi ultimi anni di esistenza, oltre ad essere un uomo fortemente nazionalista. Leader assoluto del Gears durante la Guerra delle Locuste, morto durante la Pandemia Lambent.

# character.description.clayton_carmine
source: Clayton "Clay" Carmine, Gear of the Coalition of Ordered Governments Armed Forces. One of the four Carmine brothers. He is the eldest of the Carmine brothers, and an experienced and veteran Gear, unfortunately, he is also one of the two surviving members of the Carmine Family. A soldier during the Locust War, and fought alongside Delta during the Lambent Pandemic.
es: Clayton "Clay" Carmine, Gear de la Coalición de Fuerzas Armadas de Gobiernos Ordenados. Uno de los cuatro hermanos Carmine. Es el mayor de los hermanos Carmine y un Gear experimentado y veterano. Desafortunadamente, también es uno de los dos miembros supervivientes de la familia Carmine. Un soldado durante la Guerra Locust y luchó junto a Delta durante la pandemia Lambent.
it: Clayton "Clay" Carmine, Gear della Coalizione delle Forze Armate di Governi Ordinati. Uno dei quattro fratelli Carmine. È il maggiore dei fratelli Carmine e un Gear esperto e veterano. Sfortunatamente, è anche uno dei due membri sopravvissuti della famiglia Carmine. Fu soldato durante la Guerra delle Locuste e combatté al fianco di Delta durante la Lambent Pandemic.

# character.description.hoffman
source: Colonel Victor Hoffman is an intelligent, pragmatic soldier and a decorated high-ranking Gear officer. Hoffman is a natural warrior, rising from the ranks to earn a commission, and making a name for himself as the new push lieutenant in command at the siege of Anvil Gate.
es: El coronel Victor Hoffman es un soldado inteligente y pragmático y un oficial Gear condecorado de alto rango. Hoffman es un guerrero nato, que asciende desde las filas para ganar una comisión y se hace un nombre como el nuevo teniente de empuje al mando en el asedio de Anvil Gate.
it: Il colonnello Victor Hoffman è un soldato intelligente e pragmatico e un ufficiale Gear di alto rango decorato. Hoffman è un guerriero nato, che esce dai ranghi per guadagnare una commissione e farsi un nome come il nuovo spingi il tenente al comando durante l'assedio di Anvil Gate.

# character.description.baird
source: Corporal Damon S. Baird, formerly a Lieutenant, was a Gear soldier, a genius in several technical, mechanical and scientific fields. He is an expert in collecting, analyzing and deciphering both Locust weapons and other types of equipment, artifacts and documents. He also stands out for being a great engineer, creating different artifacts and repairing advanced COG machinery.
es: El cabo Damon S. Baird, anteriormente teniente, fue un soldado Gear, un genio en varios campos técnicos, mecánicos y científicos. Es un experto en recolectar, analizar y descifrar tanto armas Locust como otras tipos de equipos, artefactos y documentos. También se destaca por ser un gran ingeniero, creando diferentes artefactos y reparando maquinaria COG avanzada.
it: Il caporale Damon S. Baird, ex tenente, era un soldato Gear, un genio in vari campi tecnici, meccanici e scientifici. È un esperto nel raccogliere, analizzare e decifrare sia le locuste che altre armi . di attrezzature, artefatti e documenti. Si distingue anche per essere un grande ingegnere, creando diversi artefatti e riparando macchinari COG avanzati.

# character.description.dizzy
source: Dizzy Wallin is a former Survivor who has no reason to love the COG since he was one of the millions left to die when Prescott deployed the Hammer of Dawn as a reluctant soldier.
es: Dizzy Wallin es un ex superviviente que no tiene motivos para amar a la COG, ya que fue uno de los millones que murieron cuando Prescott utilizó el Martillo del Alba como soldado reacio.
it: Dizzy Wallin è un ex sopravvissuto che non ha motivo di amare il COG, poiché era uno dei milioni di persone che morirono quando Prescott utilizzò il Martello dell'Alba come soldato riluttante.

# character.description.dom
source: Dominic "Dom" Santiago, Commando Soldier of the Armed Forces of the COG. He was a tough warrior who possessed a positive attitude even in the worst of times. He freed his best friend, Marcus Fenix, from Jacinto Maximum Security Prison and recruited him for Delta Squad. After losing everything he fought for, Dom became very careless, participating during the Lambent Pandemic and sacrificing himself to save Delta in the Mission to Mercy.
es: Dominic "Dom" Santiago, Soldado Comando de las Fuerzas Armadas de la COG. Era un guerrero duro que poseía una actitud positiva incluso en los peores momentos. Liberó a su mejor amigo, Marcus Fenix, de la Prisión de Máxima Seguridad de Jacinto y lo reclutó para el Escuadrón Delta. Después de perder todo por lo que luchó, Dom se volvió muy descuidado, participó durante la Pandemia Lambent y se sacrificó para salvar a Delta en la Misión a la Misericordia.
it: Dominic "Dom" Santiago, soldato commando delle forze armate COG. Era un guerriero tenace che possedeva un atteggiamento positivo anche nei momenti peggiori. Liberò il suo migliore amico, Marcus Fenix , dal carcere di massima sicurezza di Jacinto e lo reclutò per la Squadra Delta. Dopo aver perso tutto ciò per cui aveva combattuto, Dom divenne molto sbadato, partecipò alla Lambent Pandemic e si sacrificò per salvare Delta nella Mission to Mercy.

# character.description.ezra_loomis
source: Ezra Pound Loomis was a Gear officer in the COG military and a member of the Onyx Guard. He was known for being a rule-following individual, but had a long and successful career during the Pendulum Wars. He accused the Kilo Platoon of treason during a battle at Halvo Bay after they disobeyed his orders and used the Light Mass Missile against General Karn.
es: Ezra Pound Loomis era un oficial Gear en el ejército de la COG y miembro de la Guardia Onyx. Era conocido por ser un individuo que seguía las reglas, pero tuvo una carrera larga y exitosa durante las Guerras del Péndulo. . Acusó al pelotón Kilo de traición durante una batalla en Halvo Bay después de que desobedecieron sus órdenes y usaron el misil Light Mass contra el general Karn.
it: Ezra Pound Loomis era un ufficiale Gear dell'esercito COG e membro della Guardia Onyx. Era noto per essere un individuo rispettoso delle regole, ma ebbe una carriera lunga e di successo durante le Guerre. del Pendolo. Ha accusato il plotone Kilo di tradimento durante una battaglia a Halvo Bay dopo che avevano disobbedito ai suoi ordini e usato il missile Light Mass contro il generale Karn.

# character.description.paduk
source: Garron Paduk is the leader of the Vasgar Wanderers. During the Pendulum Wars, he served as a Major in the Infantry of the UIR in his homeland of Gorasnaya. After the Locust assault on Gorasnaya, Paduk and some of his compatriots were rescued by the COG naval forces and he joined them to take revenge on the Locust Horde, but also as a means of breaking out of prison. Through the Open Arms Program Paduk was assigned to the COG Kilo Platoon with the rank of Soldier.
es: Garron Paduk es el líder de los Vasgar Wanderers. Durante las Guerras del Péndulo, sirvió como Mayor de Infantería de la UIR en su tierra natal de Gorasnaya. Después del asalto Locust a Gorasnaya, Paduk y Algunos de sus compatriotas fueron rescatados por las fuerzas navales de la COG y se unió a ellos para vengarse de la Horda Locust, pero también como un medio para escapar de la prisión. A través del Programa Open Arms, Paduk fue asignado al Pelotón Kilo de la COG con el rango de Soldado.
it: Garron Paduk è il leader dei Vasgar Wanderers. Durante le Guerre Pendulum, prestò servizio come Maggiore di fanteria dell'UIR nella sua terra natale, Gorasnaya. Dopo l'assalto delle locuste a Gorasnaya, Paduk e alcuni dei suoi compatrioti furono salvati dalle forze navali del COG e si unì a loro per vendicarsi dell'Orda di Locuste, ma anche come mezzo per fuggire dalla prigione. Attraverso il Programma Open Arms, Paduk fu assegnato al Plotone Kilo del COG con il grado di Soldato.

# character.description.jace
source: Corporal Jayson "Jace" Stratton was one of the survivors of Emergency Day and a Gear soldier in the Coalition of Ordered Governments Army. He served in Delta-One and Midnight Squadron, and later became the commander of Alpha-Seven during Operation: Hollow Storm.
es: El cabo Jayson "Jace" Stratton fue uno de los supervivientes del Día de Emergencia y un soldado Gear en el Ejército de la Coalición de Gobiernos Ordenados. Sirvió en Delta-One y Midnight Squadron, y más tarde se convirtió en el comandante de Alpha-Seven durante la Operación: Tormenta Hueca.
it: Il caporale Jayson "Jace" Stratton è stato uno dei sopravvissuti all'Emergency Day e un soldato Gear nell'esercito della Coalizione dei governi ordinati. Ha prestato servizio nello squadrone Delta-One e Midnight, e in seguito è diventato il comandante di Alpha-Seven durante l'Operazione: Hollow Storm.
